prologmud_server/.emacs.d/elpa/webfeeder-1.1.2/testdata/post0.org
#+TITLE: First post
#+SUBTITLE: First post's subtitle
#+AUTHOR: John Doe <john@doe.org>
#+DATE: <2019-01-27 Sun>

Aliquam erat volutpat.  Nunc eleifend leo vitae magna.  In id erat non orci
commodo lobortis.  Proin neque massa, cursus ut, gravida ut, lobortis eget,
lacus.  Sed diam.  Praesent fermentum tempor tellus.  Nullam tempus.  Mauris ac
felis vel velit tristique imperdiet.  Donec at pede.  Etiam vel neque nec dui
dignissim bibendum.  Vivamus id enim.  Phasellus neque orci, porta a, aliquet
quis, semper a, massa.  Phasellus purus.  Pellentesque tristique imperdiet
tortor.  Nam euismod tellus id erat.

* Contacts

- Email: [[mailto:mail@ambrevar.xyz][mail@ambrevar.xyz]]
